[{"term":"Serendipity","definition":"A combination of events which have come together by chance to make a surprisingly good or wonderful outcome. "},{"term":"Euphoria","definition":"An excited state of joy; a feeling of intense happiness."},{"term":"Ephemeral","definition":"The concept of things being transitory, existing only briefly. Typically the term ephemeral is used to describe objects found in nature, although it can describe a wide range of things, including human artifacts intentionally made to last for only a temporary period in order to increase their perceived aesthetic value\r\n"},{"term":"Nadir","definition":"The point of the celestial sphere, directly opposite the zenith; inferior pole of the horizon; point of the celestial sphere directly under the place of observation."},{"term":"Mellifluous","definition":"From Latin mellifluus (“flowing like honey”), from mel (“honey”) + fluō (“flow”).  Sweet, smooth and musical; pleasant to hear (generally used of a person's voice, tone or writing style). "},{"term":"Demure","definition":"Affectedly modest, decorous, or serious; making a show of gravity."},{"term":"Eternity","definition":"Eternity, in common parlance, means infinite time that never ends (or the quality, condition or fact of being eternal). Classical philosophy, however, defines eternity as what exists outside time - as in describing supernatural beings and forces, whereas sempiternity corresponds to the infinitely temporal, non-metaphoric definitions, as recited in requiem prayers for the dead."},{"term":"Felicity","definition":"From Middle English felicite (“bliss, happiness, joy; delight, pleasure; a source of happiness; good fortune; prosperity; well-being; of a planet: in an influential position”). An pleasing style in speech, writing. An instance of unexpected good luck; a stroke of luck; also, a lucky characteristic.\r\n"},{"term":"Solitude","definition":"Solitude is a state of seclusion or isolation, i.e., lack of contact with people. It can have both positive and negative effects, depending on the situation. A distinction has been made between solitude and loneliness. In this sense, these two words refer, respectively, to the joy and the pain of being alone."},{"term":"Epiphany","definition":"An epiphany (from the ancient Greek ἐπιφάνεια, epiphanea, \"manifestation, striking appearance\") is an experience of a sudden and striking realization. Generally the term is used to describe a scientific breakthrough or a religious or philosophical discovery, but it can apply in any situation in which an enlightening realization allows a problem or situation to be understood from a new and deeper perspective. "},{"term":"Nemesis","definition":"Nemesis (Greek: νέμεσις) is a philosophical term first created by Aristotle in his Nicomachean Ethics. The term means one who feels pain caused by others' undeserved success. It is part of a trio of terms, with epikhairekakia (ἐπιχαιρεκακία ) meaning one who takes pleasure in others' pain, similar to Schadenfreude, and phthonos (φθόνος) meaning one who feels pain caused by any pleasure, deserved or not, similar to envy."},{"term":"Quintessential","definition":"Of the nature of a quintessence (in all senses); ultimate. According to ancient and medieval science, aether, also known as the fifth element or quintessence, is the material that fills the region of the universe beyond the terrestrial sphere."},{"term":"Lithe","definition":"Slim but not skinny. Capable of being easily bent; flexible. Adaptable."},{"term":"Tranquility","definition":"Tranquillity (also spelled tranquility) is the quality or state of being tranquil; that is, calm, serene, and worry-free. The word tranquillity appears in numerous texts ranging from the religious writings of Buddhism, where the term passaddhi refers to tranquillity of the body, thoughts and consciousness on the path to enlightenment, to an assortment of policy and planning guidance documents, where interpretation of the word is typically linked to engagement with the natural environment. It is also famously used in the Preamble to the US Constitution - \"insure domestic Tranquility\"."},{"term":"Elegance","definition":"Elegance is beauty that shows unusual effectiveness and simplicity. Elegance is frequently used as a standard of tastefulness, particularly in visual design, decorative arts, literature, science, and the aesthetics of mathematics."},{"term":"Eloquence","definition":"Eloquence is fluent, forcible, elegant or persuasive speaking. It is primarily the power of expressing strong emotions in striking and appropriate language, thereby producing conviction or persuasion. The term is also used for writing in a fluent style."},{"term":"Pristine","definition":"Unspoiled; still with its original purity; uncorrupted or unsullied. The beach back is in pristine condition after a council-led cleanup. Perfect."},{"term":"Ethereal","definition":"From Latin aetherius (“of or pertaining to the ether, the sky, or the air or upper air”). Pertaining to the immaterial realm, as symbolically represented by, or (in earlier epochs) conflated with, such atmospheric and extra-atmospheric concepts."},{"term":"Sanguine","definition":"Sanguine is chalk of a reddish-brown colour, so called because it resembles the colour of dried blood. It has been popular for centuries for drawing (where white chalk only works on coloured paper). "},{"term":"Ebullience","definition":"The quality of enthusiastic or lively expression of feelings and thoughts. "},{"term":"Petrichor","definition":"The pleasant, earthy scent produced when rain falls on dry soil."}]